<html>
	
	<head>
		<title>Visitt</title>
	</head>


	<body>
		
		<?php 

			echo "<h1>Visitt</h1>";
			echo date("r");
			echo "<p>Your local date and time" . date("r") . "</p>";

		 ?>


		 			<!-- 		PHP DATE
							

							date("y")
							Возвращает текущий год даты - на сегодня возвращает: 17
							date("m")
							Возвращает текущий месяц даты - на сегодня возвращает: 09
							date("F")
							Возвращает текущий месяц даты - на сегодня возвращает: September
							date("d")
							Возвращает текущее число месяца даты - на сегодня возвращает: 09
							date("l")
							Возвращает название для недели даты - на сегодня возвращает: Saturday
							date("w")
							Возвращает текущий день недели даты - на сегодня возвращает: 6
							date("H")
							Возвращает текущий час - в данное время возвращает: 18
							date("i")
							Возвращает текущую минуту - в данное время возвращает: 14
							date("s")
							Возвращает текущую секунду - в данное время возвращает: 50


		 			 -->

	</body>